Repository: MaestriHub/localization
Catalog: IOS/Localizable.xcstrings
Source language: en
Languages: ru

# salon_danger_zone.widget.cancel
source: Cancel
ru: Отмена

# salon_danger_zone.widget.deactivate
source: Deactivate
ru: Отключить

# salon_danger_zone.widget.deactivate_hint
source: Stop the salon, remove from search
ru: Остановить салон, убрать из поиска

# salon_danger_zone.widget.deactivate_message_alert
source: Confirm shutdown
ru: Подтвердите отключение салона

# salon_danger_zone.widget.deactivate_title
source: Deactivate Salon
ru: Деактивировать салон

# salon_danger_zone.widget.delete
source: Delete
ru: Удалить

# salon_danger_zone.widget.delete_hint
source: Action cannot be undone
ru: Действие невозможно отменить

# salon_danger_zone.widget.delete_message_alert
source: To confirm, type salon name in the box below
ru: Для подтверждения введите название салона в поле ниже.

# salon_danger_zone.widget.delete_title
source: Delete Salon
ru: Удалить салон

# salon_danger_zone.widget.delete_title_alert
source: The action cannot be undone. Are you sure you want to delete?
ru: Действие невозможно отменить. Вы уверены, что хотите удалить?

# salon_danger_zone.widget.errorAlertMessage
source: Try again!
ru: Попробуйте еще раз

# salon_danger_zone.widget.errorAlertTitle
source: The salon name does not match
ru: Название салона не совпадает

# salon_danger_zone.widget.title
source: Danger Zone
ru: Опасная зона

# salon_qr.screen.send_qr_button
source: Send QR-Code
ru: Отправить QR-код

# salon_qr.screen.share_with_link_button
source: Share with link
ru: Поделиться ссылкой

# salon_update.creatable.enter_name
source: Enter a new name for your salon
ru: Введите новое название для вашего салона

# salon_update.creatable.placeholder
source: Salon name
ru: Название

# salon_update.creatable.salon_type
source: Select salon type
ru: Выберите тип салона

# salon_update.creatable.save
source: Save
ru: Сохранить

# salon_update.creatable.title
source: Editing the salon
ru: Обновление салона

# salon_update.creatable.upload_logo
source: Upload a new logo
ru: Загрузите новый логотип

# salon.creatable.add_address
source: Great! Now add your salon address so clients can easily find you
ru: Отлично! Теперь добавьте адрес вашего салона, чтобы клиенты могли легко найти вас

# salon.creatable.allow_button
source: Allow
ru: Разрешить

# salon.creatable.chain_type
source: Chain of beauty salons
ru: Сеть салонов красоты

# salon.creatable.click_create
source: To save, click Create
ru: Что бы сохранить, нажмите Создать

# salon.creatable.congratulations
source: Congratulations, you have successfully created a salon!
ru: Поздравляем, вы успешно создали салон!

# salon.creatable.create_button
source: Create
ru: Создать

# salon.creatable.create_schedule
source: Step by step! Create a schedule for your salon so clients know when they can come see you
ru: Шаг за шагом! Настройте расписание работы вашего салона, чтобы клиенты знали, когда они могут вас посетить

# salon.creatable.description_placeholder
source: Description
ru: Описание

# salon.creatable.enter_name
source: Enter the name of your salon
ru: Пожалуйста, введите название вашего салона

# salon.creatable.enter_salon_description
source: Please give a description of the salon
ru: Опишите, пожалуйста, салон

# salon.creatable.individual_type
source: Beauty saloon
ru: Салон красоты

# salon.creatable.later_logo
source: Later you can add a logo in your salon settings
ru: Вы сможете позже добавить логотип в настройках вашего салона

# salon.creatable.master_type
source: Individual master
ru: Индивидуальный мастер

# salon.creatable.notice_request
source: To receive messages from clients, you must enable notifications
ru: Для того что бы получать сообщения от клиентов, необходимо разрешить уведомления

# salon.creatable.placeholder
source: Salon name
ru: Название

# salon.creatable.salon_type
source: Select the type of salon to be created
ru: Выберите тип создаваемого салона

# salon.creatable.title
source: Creation of a salon
ru: Создание салона

# salon.creatable.turnOnNotifications
source: You have disabled push notifications in [settings](%@), please enable them there
ru: Вы отключили push уведомления в [настройках](%@), пожалуйста, включите их там же

# salon.creatable.upload_logo
source: Great! Now upload your salon logo so we can make it recognizable.
ru: Прекрасно! А теперь загрузите логотип вашего салона, чтобы мы могли сделать его узнаваемым

# salon.screen.action
source: Make appointment
ru: Создать запись

# salon.screen.chain
source: chain
ru: Сеть

# salon.screen.help_message
source: Set up your salon first
ru: Начните с настройки салона

# salon.screen.help_submessage
source: To create an appointment, you must first create a service
ru: Чтобы создать встречу, необходимо сначала создать услугу

# salon.screen.individual
source: individual
ru: Частное лицо

# salon.screen.master
source: master
ru: Владелец

# schedu.empty.description
source: No one has signed up for you yet
ru: Пока к вам никто не записался

# schedu.empty.title
source: Your entries will be here
ru: Тут будут ваши записи

# schedu.title
source: Appointments
ru: Записи

# schedule.creatable.clickComplete
source: Click complete to create a schedule
ru: Нажмите «Сохранить», чтобы создать расписание

# schedule.creatable.customSchedule
source: Shift schedule
ru: Сменный график

# schedule.creatable.daySchedule
source: Day schedule
ru: Ежедневный график

# schedule.creatable.scheduleType
source: Choose a schedule type
ru: Выберите тип расписания

# schedule.creatable.selectDay
source: Please select a day to set up your work schedule
ru: Пожалуйста, выберите день, чтобы настроить свой рабочий график

# schedule.creatable.selectDaySubMessage
source: You can choose multiple days if their schedules align
ru: Вы можете выбрать несколько дней, если их расписание совпадает

# schedule.creatable.shiftScheduleSelect
source: Specify the number of working and non-working days
ru: Укажите количество рабочих и нерабочих дней

# schedule.creatable.title
source: Create a schedule
ru: Создание расписания

# schedule.creatable.weekSchedule
source: Week schedule
ru: Шаблон на неделю

# schedule.screen.action
source: Register a client
ru: Записать клиента

# schedule.screen.empty_description
source: No entries for this day
ru: Нет записей на этот день

# schedule.screen.empty_title
source: Your entries will be here
ru: Ваши записи будут здесь

# schedule.screen.expired
source: Expired
ru: Истекло

# schedule.screen.title
source: Appointments
ru: Записи

# screen.address_edit.unable_address
source: Unable to determine address
ru: Невозможно определить адрес

# screen.notice.book
source: Make appointment
ru: Создать запись

# screen.notice.error_placeholder
source: You haven't received any notifications yet
ru: Вы еще не получили ни одного уведомления

# screen.notice.read_all
source: Read all
ru: Прочитать все

# screen.notice.title
source: Notifications
ru: Уведомления

# search.screen.not_found
source: Not found
ru: Ничего не найдено

# search.screen.placeholder
source: Search for
ru: Найти

# select_of_service.screen.add_new_service
source: Add new service
ru: Добавить новую услугу

# select_of_service.screen.apply
source: Apply
ru: Применить

# select_of_service.screen.procedures_header
source: Services
ru: Услуги

# service.creatable.description_placeholder
source: Description
ru: Описание

# service.creatable.enter_service_description
source: Please provide a brief description of the service
ru: Пожалуйста, дайте краткое описание услуги

# service.creatable.enter_service_name
source: Enter service name
ru: Введите название услуги

# service.creatable.placeholder
source: Service name
ru: Название услуги

# service.creatable.summaryPlaceholder
source: Summary
ru: Описание

# service.creatable.title
source: Creation of the Service
ru: Создание услуги

# service.screen.from
source: from
ru: от

# service.screen.title
source: All services
ru: Все услуги

# services.widget.action
source: Add new service
ru: Добавить новую услугу

# services.widget.link
source: All
ru: Все

# services.widget.title
source: Services
ru: Услуги

# sideMenu.screen.createSalon
source: Create your first salon
ru: Создайте свой первый салон

# sideMenu.screen.dashboard
source: Dashboard
ru: Панель управления

# sideMenu.screen.quickActions
source: Quick Actions
ru: Быстрые действия

# sideMenu.screen.readAll
source: Read all
ru: Прочитать все

# sideMenu.screen.schedule
source: Schedule
ru: Рабочий график

# sideMenu.screen.selectSalon
source: Select from the menu
ru: Выберите из меню

# sideMenu.screen.share
source: Share
ru: Поделиться

# sideMenu.screen.to_client_mode
source: to client mode
ru: на клиентский режим

# sideMenu.screen.toggle
source: Toggle
ru: Переключить

# sideMenu.screen.workspace
source: Workspace
ru: Рабочее пространство

# skedu.widget.action
source: Register a client
ru: Записать клиента

# skedu.widget.declinedByCustomer
source: Declined by customer
ru: Отклонено клиентом

# skedu.widget.declinedByMaster
source: Declined by master
ru: Отклонено масетром

# skedu.widget.needYourAction
source: Need your action
ru: Требуется ваше действие

# skedu.widget.period
source: Today:
ru: Сегодня:

# skedu.widget.status_message_alert
source: Before creating an appointment, you must activate the salon
ru: Перед созданием записи необходимо активировать салон

# skedu.widget.status_title_alert
source: Failed to create appointment
ru: Не удалось создать запись

# skedu.widget.title
source: Appointments
ru: Записи

# Support.widget.action
source: Support Chat
ru: Чат с поддержкой

# Support.widget.message
source: We’re here to help! If you have any questions or issues, our support team is always ready to assist you
ru: Мы здесь, чтобы помочь вам! Если у вас возникли вопросы или проблемы, наша команда технической поддержки всегда готова прийти на помощь

# Support.widget.title
source: Got questions? We’re here to help!
ru: Возникли вопросы? Мы рядом!

# Support.widget.unknown
source: Unknown
ru: Неизвестно

# Support.widget.userMessage
source: Hello, I need help! My ID: %@
ru: Здравствуйте, мне нужна помощь! Мой id: %@

# time_slot.creatable.timeZoneDifference
source: the time zone is different from yours
ru: часовой пояс отличается от вашего

# timeline_appointment_update.sheet.appointment_transfer
source: Transfer the appointment?
ru: Перенести запись?

# timeline_appointment_update.sheet.cancel
source: Cancel
ru: Отменить

# timeline_appointment_update.sheet.confirm
source: Confirm
ru: Подтвердить

# timeline_appointment_update.sheet.new_appointment_time
source: New appointment time:
ru: Новое время записи:

# timeline_appointments.screen.masters
source: %lld masters
ru: %lld мастера

# timeline_appointments.screen.masters_quantity
source: Masters quantity
ru: Количество мастеров

# timeline_appointments.screen.minutes
source: %lld minutes
ru: минут

# timeline_appointments.screen.schedule_multiplicity
source: Schedule multiplicity
ru: Кратность журнала

# timeline_appointments.screen.switch_button
source: List
ru: Список

# timetable.add_break
source: Add a break
ru: Добавить перерыв

# timetable.add.action
source: Add
ru: Добавить

# timetable.add.from
source: From
ru: С

# timetable.add.link
source: Day off
ru: Выходные

# timetable.add.title
source: Add day off
ru: Добавления выходного

# timetable.add.to
source: To
ru: До

# timetable.edit.action
source: Apply
ru: Применить

# timetable.edit.break
source: Add break
ru: Добавить перерыв

# timetable.edit.dayoff
source: Day off
ru: Выходной

# timetable.edit.freeday
source: Day off
ru: Выходной день

# timetable.edit.title
source: Working hours
ru: Время работы

# timetable.edit.workday
source: Workday
ru: Рабочий день

# timetable.save_break
source: Save the break
ru: Сохранить перерыв

# timetable.weekends.title
source: Weekends
ru: Выходные

# timetable.widget.action
source: Add day off
ru: Добавить выходной

# timetable.widget.break
source: Break: %@
ru: Перерыв: %@

# timetable.widget.dayoff
source: Day off
ru: Выходной

# timetable.widget.link
source: Edit
ru: Изменить

# timetable.widget.title
source: Working hours
ru: Время работы

# week.component.dayOff
source: Day off
ru: Выходной

# week.component.friday
source: Friday
ru: Пятница

# week.component.monday
source: Monday
ru: Понедельник

# week.component.saturday
source: Saturday
ru: Суббота

# week.component.sunday
source: Sunday
ru: Воскресенье

# week.component.thursday
source: Thursday
ru: Четверг

# week.component.tuesday
source: Tuesday
ru: Вторник

# week.component.wednesday
source: Wednesday
ru: Среда

# WeeklySchedule.creatable.title
source: Create a schedule
ru: Создание расписания

# weekSchedule.screen.action
source: Apply
ru: Применить

# weekSchedule.screen.add_break
source: Add a break
ru: Добавить перерыв

# weekSchedule.screen.breakButton
source: Break
ru: Перерыв

# weekSchedule.screen.dayOff
source: Day off
ru: Выходной

# weekSchedule.screen.delete
source: Delete
ru: Удалить

# weekSchedule.screen.edit
source: Edit
ru: Редактировать

# weekSchedule.screen.from
source: STARTING TIME
ru: ВРЕМЯ НАЧАЛА

# weekSchedule.screen.save_break
source: Save the break
ru: Сохранить перерыв

# weekSchedule.screen.to
source: CLOSED HOUR
ru: ВРЕМЯ ЗАКРЫТИЯ

# welcome.screen.description
source: Simple tool for business management
ru: Простой инструмент для управления бизнесом

# welcome.screen.title
source: Welcome to
ru: Добро пожаловать в
